{
  "add_prefix_space": null,
  "backend": "tokenizers",
  "bos_token": "<s>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "</s>",
  "extra_special_tokens": [
    "<|im_start|>",
    "<|im_end|>",
    "<think>",
    "</think>",
    "<final>",
    "</final>"
  ],
  "is_local": true,
  "model_max_length": 2048,
  "pad_token": "[PAD]",
  "sp_model_kwargs": {},
  "tokenizer_class": "LlamaTokenizer",
  "unk_token": "<unk>",
  "use_default_system_prompt": false
}
